Repository: tscreven/Trio-ECS251
Catalog: LoopKit/LoopKitUI/Resources/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fi, fr, it, ja, nb, nl, pl, ro, ru, sv, tr, vi, zh_hans

source: Basal, bolus, and correction insulin dose amounts are increased by %@%%.
da: Basal-, bolus- og korrektionsinsulindoser er forøget med %@%%.
de: Basal-, Bolus- und Korrekturinsulinmengen werden erhöht um %@%%.
es: Basal, bolos y cantidades de corrección de insulina serán aumentados de %@%%.
fi: Basaalin, boluksen ja korjaavan insuliiniannoksen määriä lisätään %@%%.
fr: Le débit de basal, les bolus, et le niveau de l’insuline de correction sont augmentés par %@%%.
it: Le quantità di dosi basali, di bolo e di correzione dell’insulina sono aumentate del %@%%.
ja: 基礎、ボーラス、補正注入の量が %@%%増えます。
nb: Insulindoser for bassal, bolus og korreksjon er økt med %@%%
nl: Basaal-, bolus- en insulinecorrectiehoeveelheden zijn verhoogd met %@%%.
pl: Dawka podstawowa, bolus i korygująca dawka insuliny zostały zwiększone o %@%%.
ro: Dozele de insulină bazale, de bolus și de corecție sunt crescute cu %@%%.
ru: База, болюсы и болюсы на коррекцию увеличены на %@%%.
sv: Basal, bolus, och korrigeringsdoser är ökade med %@%%
tr: Bazal, bolus ve düzeltme insülin doz miktarları %@%% oranında artırılır.
vi: Liều Basal, bolus, và liều bổ sung đang tăng bằng %@%%.
zh_hans: 基础率，大剂量，校正胰岛素剂量将增加%@%%

source: Basal, bolus, and correction insulin dose amounts are unaffected.
da: Basal-, bolus- og korrektionsinsulindoser er uændrede.
de: Basal-, Bolus- und Korrekturinsulinmengen bleiben unverändert.
es: Basal, bolos y cantidades de corrección de insulina sin cambio.
fi: Basaalin, boluksen ja korjaavan insuliiniannoksen määrät pysyvät ennallaan.
fr: Le débit de basal, les bolus, et le niveau de l’insuline de correction ne sont pas affectés.
it: Le quantità di dosi basali, di bolo e di correzione dell’insulina sono rimaste invariate.
ja: 基礎、ボーラス、補正注入の量は変わりません。
nb: Insulindoser for basal, bolus og korreksjon er uendret.
nl: Basaal-, bolus- en insulinecorrectiehoeveelheden zijn onveranderd.
pl: Dawka podstawowa, bolus i korygująca dawka insuliny bez zmian.
ro: Dozele de insulină bazale, de bolus și de corecție sunt neafectate.
ru: BБаза, болюсы и болюсы на коррекцию не изменились.
sv: Basal, bolus, och korrigeringsdoser är oförändrade.
tr: Bazal, bolus ve düzeltme insülin doz miktarları etkilenmez.
vi: Liều Basal, bolus, và liều bổ sung không bị thay đổi.
zh_hans: 基础率，大剂量，校正胰岛素剂量将不受影响

source: Cancel Override
da: Annuller Override
de: Override abbrechen
es: Cancelar de Sobreescritura
fi: Kumoa tilapäisasetus
fr: Annuler l'ajustement
it: Annulla Override
ja: オーバーライドをキャンセル
nb: Avbryt overstyring
nl: Annuleer Override
pl: Anuluj Cel Tymczasowy
ro: Oprește înlocuirea
ru: Отмена ручного контроля
sv: Avbryt Override
tr: Geçersiz Kılma İptal
vi: Hủy Chồng liều
zh_hans: 取消覆盖

source: Canceling Temp Basal
da: Annuller midlertidig basal
de: Temporäre Basalrate abbrechen
es: Cancelación de basal temporal
fi: Kumotaan tilapäinen basaali
fr: Annulation du débit basal temporaire
it: Annullamento basale temporanea in corso
ja: 一時基礎レートをキャンセルします
nb: Avbryter midlertidig basal
nl: Tijdelijk Basaal Annuleren
pl: Anulowanie tymczasowej dawki podstawowej
ro: Oprește bazala temporară
ru: Отмена врем базала
sv: Avbryt temporär basal
tr: Geçici Bazalı İptal Et
vi: Đang hủy liều Basal tạm thời
zh_hans: 取消临时基础率

source: Carb Ratios
da: Kulhydratforhold
de: KH-Verhältnis
es: Ratios de carbohidratos
fi: Hiilihydraattisuhteet
fr: Ratios Insuline-Glucides
it: Rapporti carboidrati
nb: Karb forhold
nl: Koolhydraatratio's
pl: Współczynniki węglowodanowe
ro: Raport carbohidrați insulină
ru: Соотношения углеводов
sv: Insulinkvoter
tr: Karbonhidrat Oranları
zh_hans: 碳水化合物吸收率

source: Changes will only apply this time you enable the override. The default settings of %@ will not be affected.
da: Ændringer gælder kun ved denne Override. Standardindstillingerne af %@ bliver ikke påvirket.
de: Änderungen werden nur dann wirksam, wenn Du die Voreinstellung aktivierst. Die Standardeinstellungen von %@ werden nicht beeinflusst.
es: Los cambios sólo se aplicarán cuando habilite la sobreescritura. Los valores por defecto de %@ no seran afectados.
fi: Muutokset otetaan käyttöön vain tällä kertaa, kun otat tilapäisasetuksen käyttöön. Alkuperäiset %@-asetukset pysyvät ennallaan.
fr: Les modifications effectuées que la fois où vous activerez l'ajustement. Les réglages par défaut de %@ ne seront pas affectés.
it: Le modifiche saranno applicate solo all’attivazione dell'Override. Le impostazioni predefinite di %@ rimarranno invariate.
ja: オーバーライドの有効化は今回のみ適用されます。%@ の初期設定は変わりません。
nb: Endringer vil kun gjelde for denne gangen du aktiverer overstyring. Standardinstillinger for %@ vil ikke bli påvirket.
nl: Wijzigingen worden alleen nu toegepast wanneer je de override inschakelt. De standaard instellingen van %@ worden niet beïnvloed.
pl: Zmiany będą obowiązywać wyłącznie podczas tego Celu Tymczasowego. Domyślne ustawienia %@ nie zostaną zmienione.
ro: Modificările se vor aplica doar pe durata înlocuirii. Setările implicite de %@ nu vor fi afectate.
ru: Изменения будут действительны только на время ручного контроля.
sv: Ändringarna kommer endast att utföras denna gång du använder override. De ordinarie inställingarna på %@ kommer inte att påverkas.
tr: Değişiklikler yalnızca geçersiz kılmayı etkinleştirdiğiniz bu sefer uygulanacaktır. %@ varsayılan ayarları etkilenmeyecektir.
vi: Các thay đổi sẽ chỉ áp dụng thời điểm này khi bạn cho phép chồng liều. Các cài đặt gốc %@ sẽ không bị ảnh hưởng.
zh_hans: 将仅会在启用时覆盖该设置,默认设置%@ 不受影响

source: Changes will only apply this time you enable the preset. The default settings of %@ will not be affected.
da: Ændringerne gælder kun denne Override. Standardindstillingerne af %@ bliver ikke påvirket.
de: Änderungen gelten nur, wenn Du die Voreinstellung aktivierst. Die Standardeinstellungen von %@ werden nicht beeinflusst.
es: Los cambios sólo se aplicarán esta vez cuando habilite el Ajuste Preestablecido. Los valores por defecto de %@ no seran afectados.
fi: Muutokset ovat voimassa vain tällä kertaa, kun esiasetus otetaan käyttöön. Tämä ei vaikuta alkuperäisiin %@ -asetuksiin.
fr: Les modifications effectuées que la fois où vous activerez préréglage. Les réglages par défaut de %@ ne seront pas affectés.
it: Le modifiche saranno applicate solo all'attivazione del Preset. Le impostazioni predefinite di %@ rimarranno invariate.
nb: Endringer vil kun gjelde for denne gangen du aktiverer forhåndsinnstillingen. Standardinnstillingene til %@ vil ikke bli påvirket.
nl: Wijzigingen gelden alleen als je het tijdelijk programma activeert. De standaard instellingen van %@ worden niet veranderd.
pl: Zmiany zostaną zastosowane tylko wtedy, gdy włączysz ustawienie wstępne. Domyślne ustawienia %@ nie zostaną naruszone.
ro: Modificările se vor aplica numai de această dată când activați presetarea. Setările implicite %@ nu vor fi afectate.
ru: Изменения будут применяться только при включении пресета. Настройки по умолчанию %@ не будут затронуты.
sv: Ändringarna kommer endast att gälla denna gång du använder undantag. De ordinarie inställningarna på %@ kommer inte att påverkas.
tr: Değişiklikler yalnızca ön ayarı bu kez etkinleştirdiğinizde geçerli olacaktır. Varsayılan %@ ayarları etkilenmeyecektir.
vi: Các thay đổi chỉ áp dụng cho lần này khi bạn bật cấu hình sẵn. Các cài đặt mặc định của %@ sẽ không bị ảnh hưởng.

source: Choose a longer absorption time for larger meals, or those containing fats and proteins. This is only guidance to the algorithm and need not be exact.
da: Vælg en længere absorptionstid ved større måltider, eller dem med fedt og proteiner. Det er blot hjælp til algoritmen og behøver ikke være nøjagtig.
de: Wähle eine längere Resorptionsdauer für größere Mahlzeiten oder welche die viel Fett und Proteine beinhalten. Dies ist eine Unterstützung für den Algorithmus und muss nicht genau sein.
es: Elija un tiempo de absorción más largo para comidas más grandes, o aquellas que contienen grasas y proteínas. Esta es solo una guía para el algoritmo y no necesita ser exacta.
fi: Valitse pidempi imeytymisaika isoille tai paljon rasvaa ja proteiineja sisältäville aterioille. Tämä on suuntaa antava ohje, eikä sen tarvitse olla tarkka.
fr: Choisissez un temps d’absorption plus long pour les gros repas ou ceux contenant des graisses et des protéines. Ceci est seulement un guide pour l'algorithme et n'a pas besoin d'être exact.
it: Scegli un periodo di assorbimento più lungo per pasti più abbondanti o contenenti grassi e proteine. Queste sono solo indicazioni per l'algoritmo e non devono essere precise.
ja: 量の多い食事や脂質やたんぱく質を含んだ食事には長い吸収時間を選んでください。これはアルゴリズムのための参考で、厳密である必要はありません。
nb: Velg en lengre absorpsjonstid for større måltider, eller de som inneholder fett og proteiner. Dette er bare veiledning til algoritmen og trenger ikke å være nøyaktig.
nl: Kies een langere opnametijd voor grotere maaltijden of voor maaltijden die vetten en eiwitten bevatten. Dit is alleen een leidraad voor het algoritme en hoeft niet exact te zijn.
pl: Wybierz dłuższy czas absorpcji dla większych, bogatobiałkowych lub wysokotłuszczowych posiłków. To tylko wskazówka dla algorytmu i nie musi być bardzo dokładna.
ro: Alegeți o durată mai lungă de absorbție pentru mese mai mari sau pentru cele care conțin grăsimi și proteine. Nu e necesară o valoare exactă, scopul e să oferim doar o ghidare pentru algoritm.
ru: Выберите более высокую длительность усвоения для обильной пищи или для пищи с белками и протеинами. Это единственное указание для алгоритма не нуждается в дополнительных уточнениях.
sv: Välj en längre absorptionstid för måltid med mycket fett eller protein. Ofta är det bäst att dela upp måltiden i snabba och långsamma kolhydrater och mata in dessa var för sig.
tr: Daha büyük öğünler veya yağ ve protein içeren besinler için daha uzun bir emilim süresi seçin. Bu değer yalnızca algoritmaya rehberlik eder ve kesin olması gerekmez.
vi: Lựa chọn khoảng thời gian tiêu hóa dài hơn cho các bữa ăn no, hoặc những bữa ăn nhiều chất béo và protein. Đây chỉ là hướng dẫn cho thuật toán Algorithm và không cần phải chính xác.
zh_hans: 如果吃大餐请选择比较长的吸收时间，或者是以脂肪和蛋白为主的食物。该设置仅为算法的一般原则，具体请根据自身情况调整

source: Close
da: Luk
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nb: Lukk
nl: Sluiten
pl: Zamknij
ro: Închide
ru: Закрыть
sv: Stäng
tr: Kapat
vi: Đóng
zh_hans: 关闭

# com.loudnate.InsulinKit.IOBDateLabel
source: at %1$@
da: ved %1$@
de: um %1$@
es: a %1$@
fi: klo %1$@
fr: à %1$@
it: a %1$@
ja: %1$@ 時点
nb: kl. %1$@
nl: om %1$@
pl: o %1$@
ro: la %1$@
ru: В %1$@
sv: kl %1$@
vi: lúc %1$@
zh_hans: 在 %1$@

# com.loudnate.InsulinKit.totalDateLabel
source: since %1$@
da: siden %1$@
de: seit %1$@
es: hace %1$@
fi: %1$@ jälkeen
fr: depuis %1$@
it: da %1$@
ja: %1$@ より
nb: siden %1$@
nl: sinds %1$@
pl: od %1$@
ro: de la %1$@
ru: после %1$@
sv: sedan %1$@
tr: %1$@ den beri
vi: từ lúc %1$@
zh_hans: 自从 %1$@

source: Completed.
da: Fuldført.
de: Fertig.
es: Completado.
fi: Valmis.
fr: Terminé.
it: Completato.
nb: Fullført.
nl: Voltooid.
pl: Zakończony.
ro: Finalizat.
ru: Завершено.
sv: Klart.
tr: Tamamlandı.
vi: Đã hoàn thành.

source: Condition
da: Tilstand
de: Bedingung
es: Condición
fi: Vointi
it: Condizione
ja: コンディション
nb: Betingelse
nl: Gesteldheid
pl: Warunek
ro: Condiție
ru: Условие
sv: Tillstånd
tr: Kondisyon
vi: Điều kiện
zh_hans: 条件

source: Confirm Setting
da: Bekræft indstillingerne
de: Bestätige die Einstellungen
es: Confirmar ajuste
fi: Vahvista asetus
fr: Confirmer le réglage
it: Conferma impostazione
nb: Bekreft
nl: Bevestig instelling
pl: Potwierdź ustawienia
ro: Confirmați setările
ru: Подтвердить настройки
sv: Bekräfta inställning
tr: Ayarı Onaylayın
vi: Xác nhận Cài đặt
zh_hans: 确认设置

source: Continue
da: Fortsæt
de: Fortsetzen
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
nl: Vervolg
pl: Kontynuuj
ru: Продолжить
sv: Fortsätt
tr: Devam et
vi: Tiếp tục
zh_hans: 继续

source: Correct the highlighted unsupported value(s).
da: Ret de fremhævede ikke-understøttede værdier.
it: Correggi i valori non supportati evidenziati.
nb: Korriger de(n) markerte verdien(e) som ikke støttes.
nl: Corrigeer de gemarkeerde niet-ondersteunde waarde(s).
pl: Popraw podświetlone nieobsługiwane wartości.
ro: Corectați valorile neacceptate evidențiate.
ru: Исправьте выделенное значение (значения), которое не поддерживается.
sv: Korrigera det markerade värdet som inte stöds.
vi: Hãy sửa các giá trị không được hỗ trợ đã được đánh dấu.
zh_hans: 请更正已高亮显示的不支持数值。

source: Correction range is the blood glucose range that you would like Loop to correct to.
da: Korrektionsinterval er det blodsukkerinterval, du gerne vil have Loop til at korrigere imod.
de: Der Korrekturbereich ist der Blutzuckerbereich, auf den Loop korrigieren soll.
es: El rango de corrección es el rango de glucosa en sangre al que usted le gustaría que Loop corrigiera.
fi: Korjausalue on glukoositavoitealue, johon haluat Loopin korjaavan.
fr: La plage de correction est la plage de glycémie vers laquelle vous voudriez que Loop vous corrige.
it: L'intervallo di correzione è l'intervallo di glicemia in base al quale si desidera che Loop esegua la correzione.
ja: 目標グルコース範囲は、血糖値がこの範囲内に補正されるようループに設定する範囲です。
nb: Korreksjonsområde er området du ønsker at Loop skal korrigere blodsukker til.
nl: Correctiebereik is het bloedglucosebereik waar je Loop naartoe wilt laten corrigeren.
pl: Zakres korekty to zakres stężenia glukozy we krwi, względem którego chcesz skorygować algorytm Loop.
ro: Intervalul de corecție este intervalul de glicemie la care doriți ca Loop să corecteze.
ru: Диапазон коррекции это желательный диапазон значений ГК для обработки алгоритмом петли.
sv: Målvärden är det blodglukosintervall du vill att Loop ska korrigera blodsockret till.
tr: Düzeltme aralığı, Loop'un düzeltmesini istediğiniz kan şekeri aralığıdır.
vi: Phạm vi điều chỉnh là phạm vi của đường huyết mà bạn muốn Loop hướng đến.
zh_hans: 校正范围指Loop系统会主动调整胰岛素输注并将血糖保持在该范围内

source: Correction Values
da: Korrektionværdier
de: Korrekturwerte
es: Valores de corrección
fi: Korjausarvot
fr: Valeurs de correction
it: Valori di correzione
nb: Korreksjonsverdier
nl: Correctiewaarden
pl: Wartości korekty
ro: Valori corecție
ru: Значения коррекции
sv: Målvärden
tr: Düzeltme Değerleri
vi: Các giá trị hiệu chỉnh

source: Custom
da: Brugerdefineret
de: Benutzerdefiniert
es: Personalizado
fi: Mukautettu
fr: Personnalisé
it: Personalizzato
ja: カスタム
nb: Tilpasset
nl: Aangepast
pl: Cel na teraz
ro: Personalizată
ru: Настраиваемый
sv: Anpassad
tr: Özel
vi: Thói quen
zh_hans: 自定义

source: Custom Override
da: Brugerdefineret Override
de: Benutzerdefinierter Override
es: Sobreescritura personalizada
fi: Mukautettu tilapäisasetus
fr: Ajustement personnalisé
it: Override personalizzato
ja: カスタムオーバーライド
nb: Tilpasset overstyring
nl: Aangepaste Override
ro: Modificare personalizată
ru: Настраиваемое ручное управление
sv: Anpassad Override
tr: Özel Geçersiz kılma
vi: Thói quen Chồng liều
zh_hans: 自定义覆盖

source: Custom Preset
da: Overrides
de: Voreinstellung
es: Ajuste Preestablecido personalizado
fi: Mukautettu esiasetus
fr: Préréglage personnalisé
it: Preset personalizzato
nb: Egendefinert forhåndsinnstilling
nl: Aangepast Programma
pl: Cel Tymczasowy
ro: Presetare particularizată
ru: Пользовательский пресет
sv: Anpassad förinställning
tr: Özel Ön Ayar
vi: Cấu hình sẵn tùy chỉnh
zh_hans: 自定义预设

source: Date
da: Dato
de: Datum
es: Fecha
fi: Aika
it: Data
ja: 日付
nb: Dato
nl: Datum
pl: Data
ro: Data
ru: Дата
sv: Tid
tr: Tarih
vi: Ngày
zh_hans: 日期

source: Delete
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
nb: Slett
nl: Verwijderen
pl: Usunąć
ro: Șterge
ru: Удалить
sv: Ta bort
tr: Sil
vi: Xóa
zh_hans: 删除

source: Delete All
da: Slet alle
de: Alle löschen
es: Eliminar Todos
fi: Poista kaikki
fr: Supprimer tout
it: Elimina tutto
ja: すべて削除
nb: Slett alle
nl: Verwijder Alles
pl: Usuń wszystko
ro: Șterge tot
ru: Стереть все
sv: Radera allt
tr: Hepsini sil
vi: Xóa hết
zh_hans: 删除所有

source: Delivery Limits are safety guardrails for your insulin delivery.
da: Insulingrænser er sikkerhedsgrænser for insulinafgivelsen.
de: Abgabelimits sind Leitplanken für Deine Insulinabgabe.
es: Los límites de administración es un mecanismo de seguridad para la administración de su insulina.
fi: Annostelurajoilla tarkoitetaan insuliinin annostelun turvarajoja.
fr: Les limites d'administration sont des garde-fous de sécurité de l'administration de l’insuline.
it: I limiti d'erogazione sono limiti di sicurezza per l'erogazione d'insulina.
nb: Leveringsgrenser er sikkerhetsrekkverk for insulinleveringen.
nl: Toedieningslimieten zijn de beveiliging voor je insulinetoevoer.
pl: Limity podaży są barierami bezpieczeństwa dla podawania insuliny.
ro: Limitele de livrare sunt măsuri de siguranță pentru administrarea insulinei.
ru: Пределы подачи - это защита от ввода лишнего инсулина.
sv: Maxdoser är säkerhetsgränser för din insulintillförsel.
tr: İletim Limitleri, insülin iletiminiz için güvenlik korkuluklarıdır.
vi: Giới hạn tiêm insulin là hàng rào an toàn cho việc tiêm insulin của bạn.
zh_hans: 输注上限用于保障胰岛素输注的安全性。

source: Disable Preset
da: Deaktiver forudindstilling
de: Deaktiviere Voreinstellung
es: Desactivar preselección
fi: Poista esiasetus käytöstä
fr: Désactiver le préréglage
it: Disattiva Preset
nb: Deaktiver forhåndsinnstilling
nl: Programma Uitschakelen
pl: Wyłącz ustawienie wstępne
ro: Dezactivează presetarea
ru: Выключить пресет
sv: Inaktivera förval
tr: Ön Ayarı Devre Dışı Bırak
vi: Tắt cấu hình sẵn

source: Done
da: OK
de: Fertig
es: Hecho
fi: Valmis
fr: Terminé
it: Fine
nl: OK
ru: Готово
sv: Klar
tr: Tamam
vi: Xong
zh_hans: 完成

source: Duration
da: Varighed
de: Dauer
es: Duración
fi: Kesto
fr: Durée
it: Durata
ja: 期間
nb: Varighet
nl: Duur
pl: Czas trwania
ro: Durată
ru: Продолжительность
tr: Süre
vi: Khoảng thời gian
zh_hans: 持续时间

source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Éditer
it: Modifica
nb: Rediger
nl: Bewerken
pl: Edytuj
ro: Editare
ru: Редактировать
sv: Ändra
tr: Düzenle
vi: Sửa
zh_hans: 编辑

source: Edit Carb Entry
da: Rediger kulhydrater
de: KH-Eintrag bearbeiten
es: Editar Entrada de Carb
fi: Muokkaa hiilihydraatteja
fr: Modifier l’entrée des glucides
it: Modifica inserimento carboidrati
ja: 糖質の記入を編集
nb: Rediger karbohydrater
nl: Kh. Inv. Bewerken
pl: Edytuj wprowadzone węglowodany
ro: Editează carbohidrați
ru: Редактировать запись углеводов
sv: Ändra kolhydrater
tr: Karb Girişini Düzenle
vi: Chỉnh sửa Carb
zh_hans: 编辑碳水

source: Edit Override
da: Rediger Override
de: Bearbeite Voreinstellung
es: Editar sobreescritura
fi: Muokkaa tilapäisasetusta
fr: Éditer l'ajustement
it: Modifica Override
ja: オーバーライドを編集
nb: Rediger overstyring
nl: Override Aanpassen
pl: Edytuj Cel Tymczasowy
ro: Editează înlocuirea
ru: Редактировать ручной контроль
sv: Ändra Override
tr: Geçersiz Kılmayı Düzenle
vi: Hiệu chỉnh chồng liều
zh_hans: 编辑新设置

source: Editing affects only the active override. The default settings of %@ will not be affected.
da: Ændringer gælder kun den aktuelle Override. Standardindstillingerne af %@ bliver ikke påvirket.
de: Die Bearbeitung wirkt sich nur auf die aktive Voreinstellung aus. Die Standardeinstellungen von %@ werden nicht beeinflusst.
es: La edición afecta sólo a la sobreescritura activa. Los ajustes preestablecidos de %@ no se modificarán.
fi: Muokkaus vaikuttaa vain aktiiviseen tilapäisasetukseen. Alkuperäiset %@-asetukset säilyvät ennallaan.
fr: La modification n'affecte que l'ajustement actuel. Les réglages par défaut de %@ ne seront pas affectés.
it: La modifica riguarda solo l'Override attivo. Le impostazioni predefinite di %@ resteranno invariate.
ja: オーバーライドの編集は今回のみ適用されます。%@ の初期設定は変わりません。
nb: Redigering påvirker kun den aktive overstyringen. Standardinnstillingen %@ vil ikke bbli påvirket.
nl: Veranderingen hebben alleen effect op de actieve override. De standaard instellingen van %@ worden niet beïnvloed.
pl: Edycja wpływa wyłącznie na aktywne pominięcie. Domyślne ustawienia %@ nie zostaną zmienione.
ro: Editarea afectează doar înlocuirea activă. Setările implicite de %@ nu vor fi afectate.
ru: Изменения затронут только активную версию. Значения по умолчанию %@ не изменятся.
sv: Ändringar ändrar endast aktiv Override. De ordinarie inställningarna på %@ kommer inte att påverkas
tr: Düzenleme yalnızca etkin geçersiz kılmayı etkiler. %@ varsayılan ayarlar etkilenmeyecektir.
vi: Việc hiệu chỉnh chỉ ảnh hưởng đến chồng liều đang hoạt động. Các cài đặt gốc của %@ sẽ không bị ảnh hưởng.
zh_hans: 编辑仅会影响正在使用的“覆盖”设置,默认设置%@不受影响

source: Edits persist only until the preset is disabled. The default settings of %@ will not be affected.
da: Ændringer forbliver kun gældende, indtil forindstillingen deaktiveres. Standardindstillingerne for %@ påvirkes ikke.
de: Änderungen bleiben nur bestehen, bis die Voreinstellung deaktiviert wird. Die Standardeinstellungen von %@ werden nicht beeinflusst.
es: Las ediciones persisten solo hasta que se deshabilita el ajuste preestablecido. La configuración predeterminada de %@ no se verá afectada.
fi: Muokkaukset säilyvät siihen asti, kun esiasetus poistetaan käytöstä. Tämä ei vaikuta alkuperäisiin %@ -asetuksiin.
fr: Les modifications ne persistent que jusqu'à ce que le préréglage soit désactivé. Les réglages par défaut de %@ ne seront pas affectés.
it: Le modifiche persistono solo finché il Preset non viene disattivato. Le impostazioni predefinite di %@ non vengono modificate.
nb: Endringer gjelder kun til forhåndsinnstillingen er deaktivert. Standardinnstillingene til %@ vil ikke bli påvirket.
nl: Aanpassingen blijven van kracht totdat het programma wordt uitgeschakeld. De standaardinstellingen van %@ worden niet beïnvloed.
pl: Zmiany są zachowywane tylko do momentu wyłączenia ustawienia wstępnego. Domyślne ustawienia %@ nie zostaną naruszone.
ro: Modificările persistă numai până când presetarea este dezactivată. Setările implicite %@ nu vor fi afectate.
ru: Изменения сохраняются только до отключения пресета. Настройки по умолчанию %@ не будут затронуты.
sv: Ändringar gäller endast tills förinställningen är inaktiverad. Standardinställningarna för %@ påverkas inte.
tr: Düzenlemeler yalnızca ön ayar devre dışı bırakılana kadar devam eder. %@ varsayılan ayarları etkilenmeyecektir.
vi: Các chỉnh sửa chỉ duy trì cho đến khi cấu hình sẵn bị tắt. Các cài đặt mặc định của %@ sẽ không bị ảnh hưởng.
zh_hans: 所做的更改仅在该预设启用期间有效。一旦预设被停用，%@ 的默认设置将不会受到影响。

source: Enable
da: Aktiver
de: Aktivieren
es: Activar
fi: Ota käyttöön
fr: Activer
it: Attiva
nb: Aktiver
nl: Inschakelen
pl: Włącz
ro: Activează
ru: Включить
sv: Aktivera
tr: Etkinleştir
vi: Cho phép

source: Enable Indefinitely
da: Aktiver på ubestemt tid
de: Aktiviere unbegrenzt
es: Habilitar indefinidamente
fi: Ilman aikarajaa
fr: Activer indéfiniment
it: Attiva a tempo indeterminato
ja: 無期限を有効にする
nb: Aktiver på ubestemt tid
nl: Voor onbepaalde tijd inschakelen
pl: Włącz na czas nieokreślony
ro: Activează pe termen nedeterminat
ru: Активировать на неопределенное время
sv: Sätt på oändligt
tr: Süresiz Olarak Etkinleştir
vi: Cấp phép không giới hạn
zh_hans: 一直使用

source: Enabled
da: Aktiveret
de: Aktiviert
es: Habilitado
fi: Käytössä
fr: Activé
it: Attivato
ja: 有効
nb: Aktivert
nl: Ingeschakeld
pl: Włączony
ro: Activat
ru: Активировано
sv: På
tr: Etkin
vi: Được cấp quyền
zh_hans: 已启用

source: End Time
da: Sluttidstid
de: Endzeit
es: Hora de finalización
fi: Päättymisaika
fr: Heure de fin
it: Orario di fine
nb: Sluttid
nl: Eindtijd
pl: Koniec czasu
ro: Ora de încheiere
ru: Время окончания
sv: Sluttid
tr: Bitiş zamanı
vi: Kết thúc
